import React from 'react'
import Box from '@mui/material/Box';
import Typography from '@mui/material/Typography';
function About() {
  return (
    <Box sx={{height:"70vh",display:"flex",alignItems:"center"}}>
       <Typography variant="p" sx={{color:"text1",backgroundColor:"bg1",padding:"5rem",marginX:"3rem",borderRadius:"10px"}}>
       از سال 1399 با هدف عرضه محصولات و تجهیزات کافی شاپ و رستری (برشته کاری) با برند های پرایم، لاموریندو، کالیدو و بی دلی شروع به فعالیت در اصفهان نموده است. این مجموعه در حال حاضر با بیش از 20 پرسنل و با تمرکز بر ارائه نمودن به روز ترین و با کیفیت ترین تجهیزات و دستگاه های کافی شاپ و رستوران، در حال ارائه خدمات به دوستداران این صنف در کل کشور است.

لازم به ذکر است، کافه مال نماینده انحصاری لاموریندو و پرایم در ایران به حساب می آید. از دیگر فعالیت های این شرکت می توان به حضور فعال در نمایشگاه های برتر قهوه و صنایع وابسته اشاره کرد. در کنار اهداف ذکر شده، کافه مال در زمینه آموزش و معرفی به بازار کار نیز نقش پر رنگی داشته که در کارنامه خود، افتخار تاسیس آموزشگاه پارتاک با مجوز فنی و حرفه ای به همراه مجهز ترین تجهیزات آموزشی و مجرب ترین اساتید برتر را دارد.
       </Typography>
      </Box>
  )
}

export default About